@extends('layouts.app')

@section('content')
<div class="container">
    <div class="row">
        <div class="col-12 mt-5">
            <h1>
                سياسة الاستبدال والاسترجاع
            </h1>
            <h5>
                مرحباً بكم في <a href="http://amrali.net/">amrali.net</a> نسعى دائماً لضمان رضاكم التام عن منتجاتنا وخدماتنا. تُوضح السياسة التالية شروط وأحكام الاستبدال والاسترجاع. فترة الاسترجاع
                يمكن للعملاء طلب استبدال أو استرجاع المنتجات خلال 14 يومًا من تاريخ الشراء.
            </h5>
            <h4 class="mt-4">
                شروط المنتجات الرقمية
            </h4>
            <p>لا توجد شروط خاصة للمنتجات الرقمية، حيث يمكن للعملاء طلب استرجاع الأموال أو استبدال المنتج في حال وجود أي مشكلة.            </p>
            <h4 class="mt-4">تكاليف الاسترجاع والاستبدال</h4>
            <p>
                يغطي الموقع كافة تكاليف عملية الاسترجاع أو الاستبدال دون أي رسوم إضافية يتحملها العميل.
            </p>
            <h4 class="mt-4">
                طريقة تقديم الطلب
            </h4>
            <p>
                يمكنكم تقديم طلب الاستبدال أو الاسترجاع من خلال التواصل مع خدمة العملاء عبر [أدخل وسائل التواصل: رقم الهاتف، البريد الإلكتروني، أو نموذج الاتصال].
            </p>
            <h4 class="mt-4">
                مدة معالجة الطلبات
            </h4>
            <p>بالنسبة للمنتجات الرقمية، تتم مراجعة الطلب وتنفيذه خلال 24-48 ساعة كحد أقصى.</p>
            <h4 class="mt-4">
                استرداد الأموال
            </h4>
            <p>
                يتم استرداد المبالغ نقدًا بنفس طريقة الدفع الأصلية، ويتم استكمال عملية الاسترداد خلال 3-5 أيام عمل بعد الموافقة على الطلب.
            </p>
        </div>
    </div>
</div>
@endsection
