<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    'failed' => 'These credentials do not match our records.',
    'password' => 'The provided password is incorrect.',
    'throttle' => 'Too many login attempts. Please try again in :seconds seconds.',
    //for home page
    "Yatafakron·Education"=>"مؤسسة يتفكرون: للأبحاث والاستشارات",
    "enjoy our videos now"=>"استمتع بمقاطع الفيديو الخاصة بنا الآن",
    'home'=>'الصفحة الرئيسية',
    'login'=>'تسجيل الدخول',
    'about_amr'=>'أهلاً وسهلاً ومرحباً أسعد الله أوقاتكم بالنعيم والوفرة والعافية في الدنيا والآخرة!',
    'certificates'=>'شهاداتي',
    'about_amr_parag'=>'السلام عليكم أنا إسمي عمرو علي  استشاري الصحة النفسية جامعة الأزهر وخبير الطاقة الحيوية ، كاتب ومؤلف ٥ مصنفات مقروءة ومرئية في العلوم الانسانية والشرعية، مصمم مقياس التوتر بالعيادات، مؤسس مؤسسة يتفكرون، للاستشارات والتدريب، مستشار إدمان واعادة توجية الخطط العلاجية للعديد من المصحات ومستشفيات الصحة النفسية،معالج بأكثر من ٥۰ تقنية علاجية حديثة لأمراض نفسية وعضوية بالطب الشمولي والطب الطاقي والطب التكميلي والطب الصيني والطب الهندي والطب البديل والطب الكوري والطب النبوي، تحياتي وتقديري لكم جميعاً.',
    'register'=>'التسجيل',
    'my_books'=>'الكتب',
    'my_courses'=>'الكورسات',
    'my_sessions'=>'الجلسات',
    'Videos'=>'التفسير التفاعلي',
    'about_us'=>'مؤسستي',
    'books'=>'مؤلفاتي',
    'buy_book'=>'احجز كتابك ',
    'courses'=>'كورساتي',
    'buy_course'=>'احجز كورساتك ',
    'sessions'=>'جلساتي',
    'session_parag'=>'معالج بأكثر من 50 تقنية علاجية حديثة لأمراض نفسية وعضوية,
    العلاج بالرفلكسولوجي والسوجوك علم الانعكسات الطب الفرعوني والهندي والصيني والكوري ',
    'session_1'=>'تقنية العلاج بالفانجشوي طاقة المنزل والمكان وطرد الكينونات الشريرة معالج بمنتجات النحلة',
    'session_2'=>'تقنية العلاج بمرمجة الحقل الفكري والحرية النفسية',
    'session_3'=>'تقنية العلاج بالأحجار الكريمة والكريستال',
    'session_4'=>'تقنية العلاج بالحجامة بانواعها',
    'session_5'=>'تقنية العلاج بالابر الصينية',
    'session_6'=>'تقنية البراناياما والعلاج بالتنفس الطبي - الأروماثيرابي طب الروائح - العلاج بالترددات الموجية القرأنية والموسيقية',
    'session_7'=>'تطبيق المساج بأنواعه ، تقنية البندول، تقنية طاقة الهرم، تقنية ثيتا ، تقنية كريستالات الماء ، تقنية الالوان العلاجية تقنية تحرير المشاعر المحتقنة والافكار السامة واعادة البرمجة اللغوية العصبية',
    'session_8'=>'رسالتي في الحياة احداث توازن بين العقل والروح والجسد للعيش بسلام ونجاح وسعادة في الدنيا والاخرة ،اتمني من الله ان تكون نيتي خالصه لله وان اكون قيمة مضافة في تحقيق واقع افضل بأيسر الطرق وافضل الاحتمالات',
    'buy_session'=>'احجز جلستك ',
    'All rights reserved to Amr Ali'=>'جميع الحقوق محفوظة © amrali.net',
    'Follow us now to recieve all new'=>'تابعنا ليصلك كل جديد',
    //for login page
    'Email Address'=>'البريد الإلكتروني',
    'Password'=>'كلمة السر',
    'Forgot Your Password?'=>'نسيت كلمة السر؟',
    //for register page
    'Name'=>'الاسم',
    'Confirm Password'=>'تأكيد كلمة السر',

    //for admin book page
    'All Books'=>'جميع الكتب',
    'Add Book'=>'إضافة كتاب',
    'Name'=>'الاسم',
    'Picture'=>'الصورة',
    'Price_pdf'=>'PDF',
    'Price_insideEgypt'=>'داخل مصر',
    'Price_outsideEgypt'=>'خارج مصر',
    'Control'=>'تحكم',
    'delete'=>'حذف',
     //for all client book page
     'All Clients'=>'صفحة عملاء الكتب والكورسات',
     'Add Client'=>'إضافة عميل',
     'book name'=>'نوع الحجز',
     'need contact'=>'بحاجة للاتصال',
     // Add Client by Admin
     'Add Client by Admin'=>'إضافة العميل من قبل المسؤول',
     'Back to Clinet Admin Page'=>'العودة إلى صفحة إدارة العملاء',
     //for create book
     'Enter the name of the book'=>'من فضلك ادخل اسم الكتاب',
     'Upload Book Picture'=>'ارفع صورة الكتاب',
     'Upload your Book'=>'ارفع كتابك',
     'pdf_price'=>'سعر نسخة pdf',
     'inside_price'=>' سعر النسخة الورقية داخل مصر',
     'outside_price'=>'سعر النسخة الورقية خارج مصر',
     'Upload'=>'رفع',
     'Back to All Books Page'=>'الرجوع لصفحة كل الكتب',
    //for user books page
    'Books'=>'الكتب',
    'price : 1$'=>'السعر :' ,
    'pdf'=>' للحصول علي نسخة بي دي إف ',
    'hard'=>'   للحصول علي نسخة ورقية داخل مصر ',
    'hard o'=>' للحصول علي نسخة ورقية خارج مصر',
    'Buy now'=>'اشتري الآن',
    'Order now'=>'احجز الآن',
    'cash on delivary'=>'الدفع عند الاستلام',
    'cash on delivary Form'=>'نموذج الحجز عند الاستلام',
    'free'=>'حمل مجانا الآن',
    'bookedBook'=>'الكتاب المحجوز',
      //buy books form
      'Buy Books Form'=>'نموذج شراء الكتب',
      'submit_download'=>'للتحميل المجاني سجل الآن',
      'Enjoy our Free Book now'=>' استمتع بكتابك المجاني الآن',
      'Username'=>'اسم المستخدم',
      'Phone'=>'رقم الهاتف',
      'Address'=>'العنوان',
      'Type'=>'نوع التحميل ',
      'Address_alert'=>'إذا اخترت نسخة ورقية من فضلك لا تنسى ملء حقل العنوان حتى نتمكن من الوصول إليك',
      'Address_cash_alert'=>'من فضلك ادخل عنوانك حتي نستطيع الوصول اليك',
     //for error book payment page
    'error'=>' عملية شراء مرفوضة....من فضلك ادفع مرة اخري',
    'Back to Books page'=>'الرجوع الي صفحة الكتب',
     //success page
     'download'=>'تحميل الآن',
     'success'=>'   عملية شراء ناجحة. رقم العملية هو:',
     //for hard copy page
    'reserve'=>'تم الحجز بنجاح سوف نتواصل معك',
      //videos page
    'Enjoy our videos for Free Now:'=> 'استمتع بمقاطع الفيديو الخاصة بنا مجانًا الآن:',
    'v1'=>'التفسير التفاعلي إعداد عمرو علي (الجزء الأول)',
    'v2'=>'التفسير التفاعلي إعداد عمرو علي (الجزء الثاني)',
    'v3'=>'التفسير التفاعلي إعداد عمرو علي (الجزء الثالث)',
    'v4'=>'التفسير التفاعلي إعداد عمرو علي (الجزء الرابع)',
    'v5'=>'التفسير التفاعلي إعداد عمرو علي (الجزء الخامس)',
    'v6'=>'التفسير التفاعلي إعداد عمرو علي (الجزء السادس)',
    'v7'=>'التفسير التفاعلي إعداد عمرو علي (الجزء السابع)',
    'v8'=>'التفسير التفاعلي إعداد عمرو علي (الجزء الثامن)',
    'v9'=>'التفسير التفاعلي إعداد عمرو علي (الجزء التاسع)',
    'v10'=>'التفسير التفاعلي إعداد عمرو علي (الجزء العاشر)',
    'v11'=>'التفسير التفاعلي إعداد عمرو علي (الجزء الحادي عشر)',
    'v12'=>'التفسير التفاعلي إعداد عمرو علي (الجزء الثاني عشر)',
    'v13'=>'التفسير التفاعلي إعداد عمرو علي (الجزء الثالث عشر)',
    'v14'=>'التفسير التفاعلي إعداد عمرو علي (الجزء الرابع عشر)',
    'v15'=>'التفسير التفاعلي إعداد عمرو علي (الجزء الخامس عشر)',
    'v16'=>'التفسير التفاعلي إعداد عمرو علي (الجزء السادس عشر)',
    'v17'=>'التفسير التفاعلي إعداد عمرو علي (الجزء السابع عشر)',
    'v18'=>'التفسير التفاعلي إعداد عمرو علي (الجزء الثامن عشر)',
    'v19'=>'التفسير التفاعلي إعداد عمرو علي (الجزء التاسع عشر)',
    'v20'=>'التفسير التفاعلي إعداد عمرو علي (الجزء العشرون)',
    'v21'=>'التفسير التفاعلي-عمرو علي(الجزء الحادي والعشرون)',
    'v22'=>'التفسير التفاعلي إعداد عمرو علي (الجزء: 22)',
    'v23'=>'التفسير التفاعلي إعداد عمرو علي (الجزء: 23)',
    'v24'=>'التفسير التفاعلي إعداد عمرو علي (الجزء: 24)',
    'v25'=>'التفسير التفاعلي إعداد عمرو علي (الجزء: 25)',
    'v26'=>'التفسير التفاعلي إعداد عمرو علي (الجزء: 26)',
    'v27'=>'التفسير التفاعلي إعداد عمرو علي (الجزء: 27)',
    'v28'=>'التفسير التفاعلي إعداد عمرو علي (الجزء: 28)',
    'v29'=>'التفسير التفاعلي إعداد عمرو علي (الجزء: 29)',
    'v30'=>'التفسير التفاعلي إعداد عمرو علي (الجزء: 30)',
     //for courses success page
     'Back to courses page'=>'الرجوع لصفحة الكورسات',
      //for session pages
      'Please Fill the form to book your Session'=>'يرجى تعبئة النموذج لحجز جلستك',
      'Session time :'=>'وقت الجلسة: ',
      'Please select the appropriate time for you for session'=>'يرجى تحديد الوقت المناسب لك للجلسة',
      'Type_s'=>'النوع : ',
      'Online_s'=>'اون لاين',
      'Offline_s'=>'اوف لاين',
      'session_t'=>'نوع الجلسة : ',
      'Book your Session now'=> 'احجز عن طريق الباي بال',
      'coursess'=>'الكورسات',
      'edit'=>'تعديل',
      'c_consulting'=>'احجز استشارتك الآن',
      'contact_us'=>'تواصل معي',
      'Buy Course Form'=>'نموذج شراء الكورسات',
      'bookedcourse'=>'الكورس المحجوز',
       'Back to Home page'=>'الرجوع للصفحة الرئيسية',
       'paymob'=>'اشتري عن طريق المحافظ الالكترونية او البطاقات الائتمانية',
        'paypal'=>'اشتري عن طريق الباي بال',
        'paymob_session'=>'احجز عن طريق المحافظ الإلكترونية او البطاقات الإئتمانية'
        , 'said'=>'آراء العملاء-testominals',
        'returns'=>'سياسة الاستبدال',


];
